cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'git'
brew 'vim', args: ['with-lua']
brew 'vimpager'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'zsh'
brew 'sourcekitten'

tap 'sanemat/font'
brew 'ricty', args: ['powerline']


cask 'google-japanese-ime'
cask 'firefox'
cask 'iterm2'
cask 'dropbox'
cask 'alfred'
cask 'skype'
cask 'wireshark'
cask 'openoffice'
cask 'virtualbox'
cask 'vagrant'
cask 'licecap'
