cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'git'
brew 'vim', args: ['with-lua']
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'zsh'
tap 'minerva1129/anyenv'
brew 'anyenv', args: ['HEAD']
brew 'coreutils'
brew 'binutils'
brew 'fzf'
brew 'gibo'
brew 'jq'
brew 'swiftlint'

cask 'google-japanese-ime'
cask 'firefox'
cask 'iterm2'
